[
	{
		"id": 1,
		"content": "In the spring of 2018 the Shirk family experienced a devastating fire that destroyed a woodworking shop and a farm shop, leaving a hulk of charred metal and equipment. After the fire, the Shirk brothers realized the need for a fire extinguisher with cooling power, especially for the agricultural world. Traditional foam agents were not an option and just water wasn’t the best solution either, especially for flammable liquids and extremely hot fires. After years of investigation and experiments, Randall Shirk realized that a possible solution would be using water and making it wetter, which would make for quick penetration into hot surfaces. The search continued and later on COLD FIRE® suppressant was seen as the best solution! Not only did it make water wetter but COLD FIRE® also had the ability to pull heat similar to a magnetic effect! FIRE PRO collaborated with the manufacturer of COLD FIRE® about using COLD FIRE® suppressant. Then designed a canister that would enhance COLD FIRE® suppressant! The results? FIRE PRO POWERED BY COLD FIRE, the next generation in firefighting!"
	},
	{
		"id": 2,
		"content": "COLD FIRE® is derivative of German origin. The recipe was originally developed in the early 1900s to fight silo fires in Germany. The recipe was then gone for a long time! Years later, Juergen Giessler found the recipe in an old dusty attic. He started experimenting and tweaked the recipe, by the 1990s COLD FIRE® was developed and started becoming a worldwide famous firefighting solution. It started reaching the hands of the military and firefighters! Juergen Giessler was the founder of Fire Freeze Worldwide - the company that manufactures COLD FIRE®, FIRE BLOCK, ODOR SEAL, and MOTOR MAX. Over time he invented several different products that helped change the world in a new way! COLD FIRE®, MOTOR MAX, ODOR SEAL, and FIRE BLOCK are all astounding products that have a similarity of each other - plant-based products invented by Juergen Giessler. These products are trusted by federal state, city, and local fire, EMS, and police departments, and many more industries! <br><br><em>Today these products are available to you!</em>"
	}
]
