[
	{
		"id": 1,
		"name": "Aerosol Can",
		"imageUrl": "images/productsImage/product1.webp",
		"description": "The Fire Pro 13.5 oz Cold Fire Aerosol Can is a compact and powerful firefighting tool designed for versatility. Engineered with the same trusted Cold Fire formula, this product provides instant cooling power that quickly knocks down flames and heat while preventing reignition.",
		"feature": [
			"<strong>Sprays in Any Position</strong> – Engineered with a unique internal valve, this can works even when used upside down, making it reliable in difficult-to-access situations.",
			"<strong>Rapid Cooling Action</strong> – Instantly reduces heat on hot surfaces, machinery, or tools, helping prevent flare-ups and making work areas safer.",
			"<strong>Multiple Applications</strong> – Ideal for cooling overheating equipment, brakes, welding areas, and other high-heat equipment. Can be used both proactively (before working) and reactively (to cool down hot spots).",
			"<strong>Compact & Portable</strong> – At just 13.5 ounces, it’s easy to carry, store, and deploy whenever and wherever cooling or fire suppression is needed.",
			"This aerosol can is a convenient, ready-to-use solution for anyone who needs reliable cooling power in a lightweight package."
		],
		"price": 24.49,
		"mini1": "images/productsMore/product1-1.webp",
		"mini2": "images/productsMore/product1-2.webp",
		"mini3": "images/productsMore/product1-3.webp"
	},
	{
		"id": 2,
		"big": true,
		"name": "1L Fire Extinguisher",
		"imageUrl": "images/productsImage/product2.webp",
		"description": "The 1 liter Fire Pro extinguisher is the most compact and portable unit in the lineup, ideal for personal and recreational use. It features a durable stainless steel body, glow-in-the-dark labeling, and a reflective strip for quick visibility in darkness or smoke.",
		"feature": [
			"<strong>Completely Refillable</strong> – Powered by the famous Cold Fire suppressant, it delivers rapid cooling, creates foam to quickly suffocate flames, and swiftly encapsulates the fuel source to prevent re-ignition.",
			"<strong>Heavy-Duty Bracket & Nozzle</strong> – This unit includes a heavy-duty mounting bracket and a basic aspirating nozzle that boosts foam production and sprays the suppressant up to 25 feet.",
			"<strong>Ideal for Small Equipment</strong> – Perfect for lawn mowers, ATVs, skid loaders, and other small equipment, offering quick and reliable protection wherever fire risk is present."
		],
		"price": 171.93,
		"mini1": "images/productsMore/product2-1.webp",
		"mini2": "images/productsMore/product2-2.webp",
		"mini3": "images/productsMore/product2-3.webp"
	},
	{
		"id": 3,
		"big": true,
		"name": "2L Fire Extinguisher",
		"imageUrl": "images/productsImage/product3.webp",
		"description": "Twice the capacity of the 1 liter model, the 2 liter Fire Pro extinguisher provides enhanced firefighting power while remaining compact and easy to use. Made from stainless steel and equipped with glow-in-the-dark and reflective features.",
		"feature": [
			"<strong>Powered by Cold Fire</strong> – Rapidly cools the fire, foams to suffocate the flames, and encapsulates the fuel source to fully extinguish the fire.",
			"<strong>Completely Refillable</strong> – Designed for multiple uses.",
			"<strong>Heavy-Duty Bracket & Nozzle</strong> – Comes with a heavy-duty mounting bracket and a basic aspirating nozzle for an effective spray reach of up to 25 feet.",
			"<strong>Versatile Size</strong> – Excellent for ATVs, small vehicles, UTVs, small farm equipment, and light-duty machinery."
		],
		"price": 181.83,
		"mini1": "images/productsMore/product3-1.webp",
		"mini2": "images/productsMore/product3-2.webp",
		"mini3": "images/productsMore/product3-3.webp"
	},
	{
		"id": 4,
		"big": true,
		"name": "3L Fire Extinguisher",
		"imageUrl": "images/productsImage/product4.webp",
		"description": "The 3 liter Fire Pro extinguisher strikes a perfect balance between portability and extended firefighting duration. Featuring stainless steel construction, refillable design, and high-visibility labeling.",
		"feature": [
			"<strong>Powered by Cold Fire</strong> – Rapidly cools heat, creates foam to suffocate flames, and encapsulates fuel sources to cut off ignition.",
			"<strong>Flexible Hose & Deluxe Nozzle</strong> – Upgraded with a flexible hose and deluxe aspirating nozzle, greatly enhancing foam coverage and extending reach up to 40 feet.",
			"<strong>Ideal Applications</strong> – Perfect for small tractors, compact construction machinery, service trucks, and work environments with moderate fire risks."
		],
		"price": 210.28,
		"mini1": "images/productsMore/product4-1.webp",
		"mini2": "images/productsMore/product4-2.webp",
		"mini3": "images/productsMore/product4-3.webp"
	},
	{
		"id": 5,
		"big": true,
		"name": "4L Fire Extinguisher",
		"imageUrl": "images/productsImage/product5.webp",
		"description": "Built for versatility, the 4 liter Fire Pro extinguisher is equally suited for homes, shops, or equipment. It delivers all the key Fire Pro features: stainless steel body, refillable design, glow-in-the-dark and reflective markings.",
		"feature": [
			"<strong>Powered by Cold Fire</strong> – Rapidly cools fires, foams to suffocate flames, and encapsulates the fuel source for full suppression.",
			"<strong>Flexible Mounting Options</strong> – Includes a wall mounting hook for easy interior access and can also be mounted on vehicles with a separately available heavy-duty machinery bracket.",
			"<strong>Extended Coverage</strong> – With its flexible hose and deluxe aspirating nozzle spraying up to 40 feet, this extinguisher is ideal for homes, buildings, machinery bays, and mid-sized equipment."
		],
		"price": 217.76,
		"mini1": "images/productsMore/product5-1.webp",
		"mini2": "images/productsMore/product5-2.webp",
		"mini3": "images/productsMore/product5-3.webp",
		"free": "images/productsImage/free.webp"
	},
	{
		"id": 6,
		"big": true,
		"name": "2.5-gallon Fire Extinguisher",
		"imageUrl": "images/productsImage/product6.webp",
		"description": "The 2.5 gallon Fire Pro extinguisher is the largest and most powerful in the portable lineup. It offers over a full minute of continuous discharge and is powered by Cold Fire suppressant, which rapidly cools the fire, foams to cut off oxygen, and encapsulates fuel sources to stop flames at the root.",
		"feature": [
			"<strong>Durable Stainless Steel Build</strong> – Housed in a sleek stainless steel cylinder with a flexible hose and deluxe aspirating nozzle delivering up to 40 feet of spray.",
			"<strong>Heavy-Duty Use</strong> – Commonly mounted on combines, choppers, heavy equipment, and in high-risk workshops.",
			"<strong>Optional Bracket</strong> – A heavy-duty bracket (sold separately) enables secure mounting to large machinery or vehicles, making this extinguisher the go-to choice for extreme fire hazard zones."
		],
		"price": 268.92,
		"mini1": "images/productsMore/product6-1.webp",
		"mini2": "images/productsMore/product6-2.webp",
		"mini3": "images/productsMore/product6-3.webp",
		"free": "images/productsImage/free.webp"
	},
	{
		"id": 7,
		"name": "Fire Blanket",
		"imageUrl": "images/productsImage/product7.webp",
		"description": "The Fire Pro Fire Blanket is a simple, effective, and reusable fire safety tool designed to smother various fires quickly and safely.",
		"feature": [
			"<strong>Generous Coverage</strong> – Measuring 4 feet by 4 feet (1.2m x 1.2m), it provides ample protection for suppressing kitchen fires, clothing fires, cooking fires, and other small emergencies.",
			"<strong>Durable Construction</strong> – Made with a double-sided silicone coating for added strength, flexibility, and reliability in high-heat environments.",
			"<strong>High Heat Resistance</strong> – Withstands temperatures up to 810°C (1,490°F), ensuring dependable performance even under intense conditions.",
			"<strong>Easy to Use</strong> – Features hand straps for quick deployment. Simply pull down the straps to release the blanket and cover the fire.",
			"<strong>Certified Safety</strong> – Manufactured to meet EN1869 standards for fire blankets.",
			"Compact and lightweight, this blanket comes in a protective red pouch for wall mounting or storage, making it an essential fire safety item for homes, kitchens, workshops, and vehicles!"
		],
		"price": 38.5,
		"mini1": "images/productsMore/product7-1.webp",
		"mini2": "images/productsMore/product7-2.webp",
		"mini3": "images/productsMore/product7-3.webp"
	},
	{
		"id": 8,
		"name": "Automatic Sprinkler",
		"imageUrl": "images/productsImage/product8.webp",
		"description": "The 12 liter Fire Pro automatic extinguisher is designed for unmanned, high-risk fire areas such as spray booths, engine compartments, diesel generators, or enclosed mechanical rooms. When high heat triggers the automatic release system, the unit instantly sprays Cold Fire suppressant in a 360-degree pattern.",
		"feature": [
			"<strong>Wide Coverage</strong> – Covers an 11-foot diameter from a 9-foot height.",
			"<strong>Powered by Cold Fire</strong> – Provides rapid cooling, foams to suffocate the flames, and encapsulates the fuel source to eliminate combustion.",
			"<strong>24/7 Passive Protection</strong> – Ceiling-mounted, refillable unit that provides round-the-clock protection in critical environments.",
			"<strong>User Refillable</strong> – Just like the rest of the Fire Pro extinguishers, this unit is refillable by the user.",
			"<strong>Customizable Activation</strong> – Activation temperatures must be specified upon ordering."
		],
		"price": 482.21,
		"mini1": "images/productsMore/product8-1.webp",
		"mini2": "images/productsMore/product8-2.webp",
		"mini3": "images/productsMore/product8-3.webp"
	},
	{
		"id": 9,
		"name": "Cold Fire",
		"imageUrl": "images/productsImage/product9.webp",
		"description": "COLD FIRE® is mixed with water, at given percentages, depending on the combustible type. COLD FIRE® becomes 6x thinner than water.",
		"feature": [
			"This enables the suppressant to fully penetrate the fuel source and attack the heat on contact, immediately ooling down the surface.",
			"COLD FIRE® acts like a magnet to pull the heat out from the source. Water alone cannot act as effectively, instead it bounces back & turns to steam. It acts the same when reducing hydrocarbons in the smoke.",
			"COLD FIRE® attracts and draws in the smoke; thereby encapsulating it & breaking down the hydrocarbon molecules, resulting in better visibility."
		],
		"price": 0.0,
		"mini1": "images/mainImages/flameout_logo.png",
		"mini2": "images/mainImages/flameout_logo.png",
		"mini3": "images/mainImages/flameout_logo.png"
	},
	{
		"id": 10,
		"name": "Odor Sealer",
		"imageUrl": "images/productsImage/product10.webp",
		"description": "ODOR SEAL/OS/JG-200 is an environment friendly odor eliminator that gets rid of tough odors quickly, safely, and effectively without the use of masking agents or perfumes.",
		"feature": [
			"ODOR SEAL destroys odors naturally by encapsulating the odor producing source, eliminating the odor almost immediately.",
			"ODOR SEAL/OS/JG-200 is listed on the SNAP program vendor list. It’s USDA Class C recognized, safe, easy to use, and does not stain."
		],
		"price": 0.0,
		"mini1": "images/mainImages/flameout_logo.png",
		"mini2": "images/mainImages/flameout_logo.png",
		"mini3": "images/mainImages/flameout_logo.png"
	},
	{
		"id": 11,
		"name": "Fire Block",
		"imageUrl": "images/productsImage/product11.webp",
		"description": "FIRE BLOCK is a specially formulated product which is used to retard fire in all Class A materials. FIRE BLOCK is a revolutionary product which works to form its own thermal insulation barrier to prevent dangerous flames from spreading.",
		"feature": [
			"spreading. It also inhibits the development of toxic hydrocarbon smoke.",
			"It can also be mixed with latex paint and applied to surfaces to protect them from flames.",
			"FIRE BLOCK has been tested to be compliant with NFPA 225 and ASTM-E84 tests for flame spread and smoke development values by SGS US testing for Class A materials. It is also tested to be compliant to NFPA701 for textile fabrics."
		],
		"price": 0.0,
		"mini1": "images/mainImages/flameout_logo.png",
		"mini2": "images/mainImages/flameout_logo.png",
		"mini3": "images/mainImages/flameout_logo.png"
	},
	{
		"id": 12,
		"name": "Motor Max",
		"imageUrl": "images/productsImage/product12.webp",
		"description": "One of the most neglected parts in today’s modern and advanced engines is the cooling system.",
		"feature": [
			"Most engine operators do not pay enough attention to the temperature at which their engines run.",
			"High heat not only causes poor performance and inefficiency, but can lead to catastrophic engine failure",
			"MOTOR MAX used in a 1:15 ratio, with any engine coolant, dramatically improves the cooling system performance. Keeping your engines temperature in check not only extends the life of the engine and cuts down on maintenance, but also dramatically improves its performance and cuts down on overall emissions."
		],
		"price": 0.0,
		"mini1": "images/mainImages/flameout_logo.png",
		"mini2": "images/mainImages/flameout_logo.png",
		"mini3": "images/mainImages/flameout_logo.png"
	}
]
