[
	{
		"id": 1,
		"content": "“Customers rave about the amazing power of Fire Pro powered by Cold Fire suppressant!It quickly extinguishes fires by pulling heat similar to the way burdock leaves work. Reviewshighlight its effectiveness in various situations, making it a top choice for fire safety.Don’t compromise, experience the remarkable performance of Fire Pro today!”"
	},
	{
		"id": 2,
		"content": "“I couldn’t be more grateful for my Fire Pro fire extinguisher! It has truly been a lifesaver thisyear. Not once, but twice, I faced a dangerous chimney fire, & each time my Fire Pro extinguisherswiftly & effectively extinguished the flames without me having to refill it until the second time!” -WI"
	},
	{
		"id": 3,
		"content": "“Fire Pro’s 2.5 gallon extinguisher saved my shop from a terrifying lithium battery fire. Flames werereaching the ceiling, but thanks to Fire Pro, disaster was averted.” -QH"
	},
	{
		"id": 4,
		"content": "“I am delighted to provide a testimony about one of our Fire Pro customers in MD, who demonstratedswift action & resilience in combating a fire that erupted in the engine compartment of his combine.With the aid of our 2.5-gallon Fire Pro fire extinguisher, he effectively extinguished the flames, avertinga potential disaster.” -Fire Pro Customer Service"
	},
	{
		"id": 5,
		"content": "“A customer’s house was saved from disaster when a live propane fire erupted. With fast thinkingand a cold fire aerosol can, they were able to contain the flames before further damageoccurred. Cold fire Aerosol proved to be a true lifesaver once again.” -Wi"
	},
	{
		"id": 6,
		"content": "“Fire Pro truly saved the day for me! My sawmill caught fire & flames were spreading rapidly. 3 FirePro extinguishers later! Though skeptical, the firefighters arrived only to be astonished by thethoroughness & effectiveness of Fire Pro. Impressive!” -PA"
	},
	{
		"id": 7,
		"content": "“We had a terrifying experience when a lithium ion batterry suddenly exploded, with shrapnel flyingin all directions. Thankfully, Fire Pro with Cold Fire Suppressant changed the batteriestune in 10 seconds!” -Sourced from many different battery explosions."
	}
]
